"str_PIName_Finder" 			= "Finder";
"str_PIName_Classic"			= "Classic";
"str_PIName_Dock"				= "Dock";
"str_PIName_Login"				= "Ouverture de session";
"str_PIName_Internet"			= "Internet";
"str_PIName_Printing"   		= "Impression";
"str_PIName_AllowedApps"		= "Applications";
"str_PIName_MediaAccess"		= "Accès aux supports";
"str_PIName_EnergySaver"		= "Économiseur d’énergie";
"str_PIName_UniversalAccess"	= "Accès Universel";
"str_PIName_SystemPrefs"		= "Préférences Système";
"str_PIName_CachedAccounts"		= "Mobilité";
"str_PIName_Network"			= "Réseau";
"str_PIName_SoftwareUpdate"		= "Mise à jour de logiciels";
"str_PIName_Family"				= "Contrôles parentaux";
"str_PIName_Backup"				= "Time Machine";

/************************************/
/* Strings for mixed state controls */
/************************************/
"MixedTextField_Varies"		= "--Varié--";
"MixedPopupButton_Varies"	= "--Varié--";
"MixedPopupButton_Unknown"	= "--Inconnu--";


/********************************/
// These strings are no longer used, but I'm going to leave them in-place since they've already
// been localized and I could use them in a pinch.
"err_ErrorTitle"			= "Erreur :";
"err_UnknownRC"				= "Une erreur s’est produite (%d).";


/********************************/
"err_SavingSpecificRecord"	= "Erreur lors de la sauvegarde de la fiche « %@ »:";
"err_SavingOneRecord"		= "Erreur lors de la sauvegarde de la fiche :";
"err_SavingManyRecords"		= "Erreur lors de la sauvegarde des fiches :";


//************************************
//** Generic Error Handling strings **
//************************************
"err_DescTemplate"			= "Erreur : %@";		// Used as generic error message string if no better description can be found (parameter will be replaced with numeric error code)

// Example of generic error message text:
// "errDesc_-111"				= "Error -111 (%@)";
// "errDesc_aaaa"				= "Error 'aaaa' (%@)";
"errDesc_-14120"			= "Vous n’êtes pas autorisé à effectuer cette opération.";									// eDSPermissionError - added for 5494475
"errDesc_-14140"			= "Le schéma du système d’annuaire ne prend pas en charge le stockage des réglages des bureaux gérés."; 	// eDSNoStdMappingAvailable - 6435581



//**
//** Following are used when an entire pane is hidden because it's inappropriate for the currently edited record type
//**
"str_SettingsNotManageableForUsers" 		= "Ces réglages ne peuvent pas être gérés pour les utilisateurs.";
"str_SettingsNotManageableForGroups"		= "Ces réglages ne peuvent pas être gérés pour les groupes.";
"str_SettingsNotManageableForOther"			= "Ces réglages ne peuvent pas être gérés pour ce type de fiche.";

//**
//** Sync interval slider display
//**
"str_OneMinute" 					= "1 minute";
"str_LessThanOneHour"  				= "%d minutes";
"str_OneHour"						= "1 heure";
"str_OneHourOneMinute"				= "1 heure 1 minute";
"str_LessThanTwoHours"				= "1 heure %d minutes";
"str_MoreThanOneHourNoMinutes"		= "%d heures";
"str_MoreThanOneHourOneMinute"		= "%d heures 1 minute";
"str_MoreThanOneHourManyMinutes"	= "%d heures %d minutes";


